[
  {
   "commentId": "0",

   "comments": [
     {
       "user": "Jammu",
       "comment": "I played tennis on fc many years ago the level can be very good"
     },{
	 
	 	"user":"asdj",
	 	"comment":"Good party games, family, friends, classmates, friends, female, tickets, sons, brothers and sisters can play!"
	 },{
	 
	 	"user":"JY007839",
	 	"comment":"Easy to play"
	 }
   ]
 }, {
  "commentId": "1",

  "comments": [
    {
      "user": "Jos",
      "comment": "My career is interesting and actually fun. and an actual story coming together, gladly i only play singleplayer.Online play sucks bigtime"
    },{
      "user": "Bhut Fahrts",
      "comment": "it's really a basketball RPG"
    },{
      "user": "Marcs",
      "comment": "My first 2k game, pretty awesome game:To bad that my career is so sort. After 2 years its so repetitive it's starts to annoy you.I don't know is it just my game, but, they don't change your rooster. Starting 5 is the same (4 season) +the sixth men. Everyone else is getting traided left to right. I would love if they traded same players from the 5 instead. And theres a phone, that is so annoying. Especially when you recieve a pm after (almost) every game, practise, from Justice or sameone else. The same pm's from everyone."
    },{
      "user": "BRUH",
      "comment": "Great basketball game"
    },
    {
                "user":"Ink",
                "comment":"All my VC was gone in your **** server!"
    },
    {
                "user":"HaconBacon",
                "comment":"Worth $15 at most. The game feels way more low budget than it probably is. The ideas are right, but the execution is just not there. Reaction from the contro"
    }
  ]
},{
 "commentId": "2",

 "comments": [
  	{
		"user":"star",
		"comment":"The picture quality is great"
	},
    {
                "user":"ooqiu",
                "comment":"difficulty, there will be some positions locked, the use of specific players must be used in accordance with EA requirements"
	},
    {
                "user":"alone",
                "comment":"FIFA18 is currently in the trial version. It makes me feel that the current FIFA grasps the details more and more carefully, more and more careful, whether it is the turf, or the scene lighting effects, just rely on the trial version let me on the official version Have more expectations. As a Milan fan, the crazy buyer this summer also made me want to open my hands and feet to the unscrupulous buyer in the new 18 manager model."
    }
 ]
},{
 "commentId": "3",

 "comments": [
 	{
		"user":"futile",
		"comment":"After almost 1300 hours of play, and a love/hate relationship, I can confirm the game is good, aslong as you play the game in 1-2 hour bursts. When playing longer than that at one time, salt starts flowing faster and you get extremely toxic. Would recommend."
	},
        {
                "user":"PickleRick",
                "comment":"Like most FPS team games, team work is essential. However, this is far from COD. If you don't cooperate/communicate, don't expect to win. This game is very intense, strategic, and good for the memes. But... there is a lot of toxicicty in the servers. From team kills, to throwing, to voting to kick just for your username. I wouldn't say that takes away from the game though, i would just suggest you squad up, and PTFO. Loads of fun, highly recommended!"
        },
        {
                "user":"Angry Marine",
                "comment":"BUFF BLITZ and dont buy the starter edition, wait for sale to buy the standard one, and buff Blitz."
        },
        {
                "user":"Faint",
                "comment":"Stay away from the starter edition at all costs."
        },
        {
                "user":"DFTH.Bartozy",
                "comment":"You know when you are bored so you decide to write an in-depth review about one of you're favrouite games? Well here it is."
        },
        {
                "user":"Coffee Addicted",
                "comment":"it is ok"
        }
 ]
},{
 "commentId": "4",

 "comments": [
    	 {
                "user":"shi",
                "comment":"The bigger the screen, the more fun it is. Sometimes you don't know who is playing you."
        },
        {
                "user":"mephisto",
                "comment":"Battlefield 1 single battle should be the best of all generations, but Battlefield 1 this game is still online, single-player battle is even a novice tutorial, the so-called history is the best refers to his story is better, but the game content is still small , Battlefield 1 still has to play online to make sense"
        },
        {
                "user":"guys",
                "comment":"Battlefield One is a World War II fs game, very classic and very fun, showing a very realistic battlefield"
        }
 ]
},{
 "commentId": "5",

 "comments": [
   {	
		"user":"sycon",
		"comment":"this was a really good game before,but now...."
	},
        {
                "user":"Kuios",
                "comment":"the players become less and less"
        },
        {
                "user":"physj",
                "comment":"the CG is very nice"
        },
        {
                "user":"plog",
                "comment":"I love the origon angle!!!!"
        }
 ]
},{
 "commentId": "6",

 "comments": [
   	{
		"user":"starho",
		"comment":"lol is a nice game."
	},
        {
                "user":"iamcat",
                "comment":"Botlane and the game in general has never seen this much diversity in a long time."
        },
        {
                "user":"Yenn",
                "comment":"Just lost a game because my own minions blocked me in a triangle at level 3, what the hell is this?"
        }
 ]
},{
 "commentId": "7",

 "comments": [
   {
                "user":"m2fizy",
                "comment":"Its an MOBA game type placed in WARCRAFT universe. That means that you can play as POWER / AGILITY / INTELLIGENCE or MELEE / RANGE hero"
        },
        {
                "user":"Okabe",
                "comment":"The best game ever"
        },
        {
                "user":"Reuter",
                "comment":"This game was my life for almost 8 years. It is really in depth and addicting, sucking you in like a vortex of greatness. That is both a good thing and a bad one.Valve is pushing the envelop with lots of new ideas implemented in the past couple years. I for one liked the classical feel of the frozen throne era. Had problems adapting to DotA2 but once It began to click, I saw it for its whole majesty.Thank god the changes made took a turn they were great and needed. It embraced new players while keeping the old ones. "
        },
        {
                "user":"six",
                "comment":"worst game in the unvierse"
        }
 ]
},{
 "commentId": "8",

 "comments": [
	{
		"user":"alviza",
		"comment":"Need for Speed is the most favorite arcade racing game on PC! You can play as a racer or a cop to rule the road with powerful gadgets equipped on each cars to defend yourself or to catch your rivals on the street."
	},
        {
                "user":"TatrankaCZ",
                "comment":"So much action going on that i was sweating so much that i made a sweat sea.....nice"
        },
        {
                "user":"kubaopa",
                "comment":"One of my favorite Need For Speed games I have ever played and I have it 100% finished and it's STILL really fun to play with friends"
        },
        {
                "user":"sin",
                "comment":"My favorite NFS of all time, played it a ton on ps3 and I had to get it on PC, just pure racing action and no bull$@&! And it also works great with controllers."
        },
	{
		"user":"Rickgrimes",
		"comment":"It wasn't how i expected it to be. the gameplay is kinda weird, at corners cars move as if they are not steering but the road along with them :P. and also full of hackers."
	}
 ]
},{
 "commentId": "9",

 "comments": [
  	{
		"user":"netrunner",
		"comment":"I wish Psyonix would create more quality DLC content rather than indulging in predatory lootbox slotmachines."
	},
        {
                "user":"Agzer",
                "comment":"Got this because I had the vector decal. totally worth it"
        },
        {
                "user":"mikespuds",
                "comment":"its cool"
        },
        {
                "user":"Hafele",
                "comment":"Before it was discovered that lootboxes are more profitable."
        }
 ]
}
]
